{
  "translation": {
    "nav-home": "Home",
    "nav-about": "About",
    "banner-title": "Hello World!",
    "banner-text": "Welcome to my personal space! My name is Lucas Smaniotto Schuch, and I'm a Computer Science student. Here, you can get to know me and my projects. I hope you enjoy it :)",
    "about-title": "About Me",
    "about-subtitle": "Hello, I'm Lucas :)",
    "about-paragraph-1": "As Obi-Wan Kenobi would say, hello there! I'm a budding programmer, passionate about technology, and highly interested in Front-end, Back-end, and UX & Design programming topics. I am constantly seeking improvement and learning in various areas of Computer Science.",
    "about-paragraph-2": "I started programming in 2016 during robotics classes at my high school using Lego Mindstorms and Arduino until 2017 when I graduated. Since then, I decided to delve deeper into the field and chose to pursue Computer Science, where I am currently in the 5th semester of the program at",
    "about-paragraph-3": "in Chapecó/SC. In my free time, I enjoy studying programming, and whenever I can, I take up new courses in the field, whether on platforms like",
    "about-paragraph-4": "I am currently working as a QA at Expresso São Miguel, located in Chapecó-SC, Brazil, and I'm focused on React development and Back-end with Node, using both JavaScript and TypeScript. I also have knowledge of C, Java, and Python, as well as skills in HTML, CSS, and SQL. My plans include further specialization in UX & Design and improving my Back-end knowledge. I already have some knowledge in both areas, including tools like Figma for design and development of APIs with Express, integration, and utilization of relational and non-relational databases.",
    "about-paragraph-5": "When I finish my Bachelor's degree in Computer Science, I plan to pursue a Master's degree in Computer Science, focusing on Artificial Intelligence and Machine Learning. My goal is to establish myself as a Full Stack developer and work with software development, particularly in web and mobile applications. I also have a strong desire to learn and work in game development, and it's a big dream of mine to work for prominent companies like CD Projekt Red, Rockstar Games, Larian Studios, or technology giants like Google and Spotify.",
    "about-paragraph-6": "Besides programming, I enjoy playing video games, especially RPGs like Baldur's Gate 3, The Witcher, Skyrim, Cyberpunk 2077, and others. Being passionate about this genre, I am a big fan of tabletop RPGs as well, such as Dungeons & Dragons, Call of Cthulhu Cyberpunk (2020 and RED) and Ordem Paranormal. One of the things that made me a huge RPG fan was The Lord of the Rings trilogy, which happens to be my favorite book series, and I'm also deeply fond of any media related to Spider-Man, including comics, games, animations, and movies. I love watching classic series and movies, from Star Wars, Blade Runner, Matrix to TV series like Friends, HIMYM, Atlanta, The Office, and The Mandalorian, as well as animated shows ranging from Cowboy Bebop and Cyberpunk Edgerunners to We Bare Bears and The Owl House. Speaking of animations, my favorite animated movies are the Spiderverse Saga, which explores the stories of Miles Morales across the Spider-Man multiverse... i'm a fan of cinema in general, so i could go on and on about it.",
    "about-paragraph-7": "I confess to having a fervent passion for music and I'm addicted to creating playlists all the time on my Spotify. I consider myself a huge fan of rock, metal, punk, indie, rap, and Brazilian music, with a taste for electronic music as well. (If you want to follow me on Spotify, my profile is",
    "about-paragraph-8": "If you've made it this far, thank you for reading and wanting to get to know me a little! I hope you've enjoyed my website, and we can get to know each other better. If you'd like to get in touch with me, feel free to send me an email at",
    "about-paragraph-9": "or at ",
    "about-paragraph-10": "Enjoy your stay here and come back anytime! :D",
    "about-section-tech": "Technologies",
    "about-section-qualifications": "Education",
    "about-section-certificates": "Certificates",
    "article-sugestion": "Other projects you may like:",
    "404Title": "Oops! Page not found.",
    "404Text-1": "Are you sure that's what you were looking for?",
    "404Text-2": "Wait a moment and reload the page or go back to the homepage.",
    "404Button": "Go Back",
    "404Alt": "Dachshund dog wearing eyeglasses and using a computer.",
    "footer-1": "Developed by",
    "footer-2": "myself",
    "see-projects": "See project",
    "about-section-qualifications-default-option": "All qualifications",
    "about-section-certificates-default-option": "All certificates",
    "about-section-qualifications-search-placeholder": "Search qualifications...",
    "about-section-certificates-search-placeholder": "Search certificates..."
  }
}
