{
  "translation": {
    "nav-home": "Home",
    "nav-about": "About",
    "banner-title": "Hello World!",
    "banner-text": "Welcome to my personal space! My name is Lucas Smaniotto Schuch, I am a Computer Science student in training, and this is where you can get to know me and my projects. I hope you enjoy it :)",
    "about-title": "About Me",
    "about-subtitle": "Hi, I'm Lucas :)",
    "about-paragraph-1": "As Obi-Wan Kenobi would say, hello there! I'm a programming student in training, passionate about technology, and very interested in topics related to Front-end, Back-end programming, and UX & Design. I'm always striving for improvement and studying the various fields of Computer Science.",
    "about-paragraph-2": "I started programming in 2016 in robotics classes at my high school with Lego Mindstorms and Arduino until 2017 when I graduated. Since then, I decided to delve deeper into the field and started studying Computer Science in 2021, where I am currently in the 7th semester of the Computer Science course at",
    "about-paragraph-3": "in Chapecó/SC. Also, in my free time, I love to study programming, and whenever I can, I am taking a new course in the field, whether on platforms like",
    "about-paragraph-4": "I am currently a QA at Expresso São Miguel, located in Chapecó-SC, Brazil, and I am focused on development with React/Next.js and Node, using both JavaScript and TypeScript. Additionally, I have knowledge of programming languages such as C, Java, and Python, as well as other technologies like HTML, CSS, and SQL. I plan to further explore UX & Design and also improve my knowledge of Back-end, such as using Clean Architecture in future projects.",
    "about-paragraph-5": "When I finish my Bachelor's degree in Computer Science, I intend to pursue a Master's in Computer Science, but my main goal is to establish myself as a Full Stack developer and work with software development, especially web and mobile applications. I also have a strong desire to learn and work with game development, and one of my dreams is to work at a big company like CD Projekt Red or Rockstar Games, or at tech companies like Google and Spotify.",
    "about-paragraph-6": "Besides programming, I love playing video games, especially RPGs, like Baldur's Gate 3, The Witcher, Skyrim, Cyberpunk 2077, among others. As a fan of the genre, my passion is tabletop RPGs, like Dungeons & Dragons, Cyberpunk (2020 and RED), and Ordem Paranormal. One of the things that made me a big fan of RPGs was The Lord of the Rings trilogy, and I'm passionate about anything related to Spider-Man, whether it's comics, games, cartoons, or movies, as well as X-men, and Scott Pilgrim. I love watching classic series and movies, from Star Wars, Blade Runner, Matrix to series like Friends, HIMYM, Atlanta, The Office, and The Mandalorian, and even cartoons ranging from Cowboy Bebop and Cyberpunk Edgerunners to We Bare Bears and The Owl House.",
    "about-paragraph-7": "I confess that I have a passionate love for music and am addicted to creating playlists all the time on my Spotify, considering myself a big fan of rock, metal, punk, indie, rap, and Brazilian music in general, with a bit of electronic music. (If you want to follow me on Spotify, my profile is",
    "about-paragraph-8": "If you've made it this far, thank you for reading and wanting to know a little about me! I hope you enjoyed my website, and that we can get to know each other better. If you want to contact me, you can email me at",
    "about-paragraph-9": "or on ",
    "about-paragraph-10": "Enjoy your stay here and come back anytime! :D",
    "about-section-tech": "Technologies",
    "about-section-qualifications": "Education",
    "about-section-certificates": "Certificates",
    "article-sugestion": "Other projects you may like:",
    "404Title": "Oops! Page not found.",
    "404Text-1": "Are you sure this is what you were looking for?",
    "404Text-2": "Wait a few moments and reload the page or return to the home page",
    "404Button": "Go back",
    "404Alt": "Dachshund Dog wearing eyeglasses and using a computer",
    "footer-1": "Developed by",
    "footer-2": "myself",
    "see-projects": "See project",
    "about-section-qualifications-default-option": "All qualifications",
    "about-section-certificates-default-option": "All certificates",
    "about-section-qualifications-search-placeholder": "Search qualifications...",
    "about-section-certificates-search-placeholder": "Search certificates..."
  }
}
