{
  "translation": {
    "nav-home": "Inicio",
    "nav-about": "Sobre Mí",
    "banner-title": "¡Hola mundo!",
    "banner-text": "¡Bienvenidos a mi espacio personal! Mi nombre es Lucas Smaniotto Schuch, soy estudiante de Ciencias de la Computación en formación, y aquí puedes conocerme a mí y mis proyectos. ¡Espero que te guste! :)",
    "about-title": "Sobre mí",
    "about-subtitle": "Hola, soy Lucas :)",
    "about-paragraph-1": "Como diría Obi-Wan Kenobi, ¡hola ahí! Soy un estudiante en formación de programación, apasionado por la tecnología y muy interesado en temas relacionados con programación Front-end, Back-end y UX & Design. Siempre busco mejorar y estudiar diversas áreas de la Computación.",
    "about-paragraph-2": "Comencé a programar en 2016 en clases de robótica en mi escuela secundaria con Lego Mindstorms y Arduino hasta 2017 cuando me gradué. Desde entonces, decidí profundizarme más en el área y opté por estudiar en 2021 Ciencias de la Computación, donde actualmente estoy en el sexto semestre del curso de Ciencias de la Computación en",
    "about-paragraph-3": "También en mi tiempo libre me gusta mucho estudiar programación y siempre que puedo tomo nuevos cursos del área, ya sea en plataformas como",
    "about-paragraph-4": "Actualmente trabajo como QA en Expresso São Miguel, ubicado en Chapecó, SC, Brasil, y me enfoco en el desarrollo con React y Node, utilizando tanto JavaScript como TypeScript. Además, tengo conocimientos en los lenguajes de programación C, Java y Python, y también en HTML, CSS y SQL. Planeo profundizar mis conocimientos en UX & Design y perfeccionar mis habilidades en Back-end, ya que tengo conocimientos en ambas áreas, incluyendo nociones de herramientas de edición y Figma, así como el desarrollo y uso de API con Express, la integración y el uso de bases de datos relacionales y no relacionales.",
    "about-paragraph-5": "Cuando termine la licenciatura en Ciencias de la Computación, planeo realizar una maestría en Ciencias de la Computación enfocada en Inteligencia Artificial y Machine Learning. Mi objetivo es consolidarme como desarrollador Full Stack y trabajar en el desarrollo de software, especialmente en aplicaciones web y móviles. También tengo un gran deseo de aprender y trabajar en el desarrollo de juegos, siendo un gran sueño trabajar en empresas importantes como CD Projekt Red, Rockstar Games o Larian Studios, o en empresas de tecnología como Google y Spotify.",
    "about-paragraph-6": "Además de programar, me encanta jugar videojuegos, especialmente juegos de rol como Baldur's Gate 3, The Witcher, Skyrim, Cyberpunk 2077, entre otros. Siendo un apasionado de este género, mi pasión son los juegos de rol de mesa, como Dungeons & Dragons, Cyberpunk (2020 y RED) y Ordem Paranormal. Una de las cosas que me convirtió en un gran fanático de los juegos de rol fue la trilogía de El Señor de los Anillos, y soy un apasionado de cualquier medio relacionado con Spider-Man, ya sean cómics, juegos, dibujos animados o películas. Me encanta ver series y películas clásicas, desde Star Wars, Blade Runner, Matrix hasta series como Friends, HIMYM, Atlanta, The Office y The Mandalorian, e incluso dibujos animados que van desde Cowboy Bebop y Cyberpunk Edgerunners hasta Ursos Sem Curso y The Owl House. Hablando de animaciones, mis películas de animación favoritas son la Saga Spiderverse, que abarca las historias de Miles Morales a través del multiverso de Spider-Man... soy un gran fanático del cine en general y puedo hablar de ello durante horas.",
    "about-paragraph-7": "Confieso que tengo una pasión ardiente por la música y soy adicto a crear listas de reproducción todo el tiempo en mi Spotify, considerándome un gran fan de rock, metal, punk, indie, rap y música brasileña en general, con un toque de música electrónica. (Si quieres seguirme en Spotify, mi perfil es",
    "about-paragraph-8": "Si has llegado hasta aquí, ¡gracias por leer y querer conocerme un poco! Espero que te haya gustado mi sitio y que podamos conocernos mejor. Si deseas ponerte en contacto conmigo, puedes enviarme un correo electrónico a",
    "about-paragraph-9": "o en ",
    "about-paragraph-10": "¡Disfruta tu estancia aquí y vuelve siempre! :D",
    "about-section-tech": "Tecnologías",
    "about-section-qualifications": "Formaciones",
    "about-section-certificates": "Certificados",
    "article-sugestion": "Otros proyectos que podrían interesarte:",
    "404Title": "¡Ups! Página no encontrada.",
    "404Text-1": "¿Estás seguro de que eso es lo que estabas buscando?",
    "404Text-2": "Espera un momento y recarga la página o regresa a la página de inicio",
    "404Button": "Volver",
    "404Alt": "Perro salchicha con gafas y trabajando en la computadora",
    "footer-1": "Desarrollado por",
    "footer-2": "yo mismo",
    "see-projects": "Ver proyectos",
    "about-section-qualifications-default-option": "Todas formaciones",
    "about-section-certificates-default-option": "Todos certificados",
    "about-section-qualifications-search-placeholder": "Buscar formaciones...",
    "about-section-certificates-search-placeholder": "Buscar certificados..."
  }
}
