{
  "translation": {
    "nav-home": "Inicio",
    "nav-about": "Sobre mí",
    "banner-title": "¡Hola Mundo!",
    "banner-text": "¡Bienvenido a mi espacio personal! Mi nombre es Lucas Smaniotto Schuch, soy un estudiante de Ciencias de la Computación en formación, y aquí es donde puedes conocerme a mí y a mis proyectos. ¡Espero que te guste! :)",
    "about-title": "Acerca de mí",
    "about-subtitle": "Hola, soy Lucas :)",
    "about-paragraph-1": "Como diría Obi-Wan Kenobi, ¡Hola! Soy un estudiante de programación en formación, apasionado por la tecnología y muy interesado en temas relacionados con la programación Front-end, Back-end y UX & Diseño. Siempre estoy buscando mejorar y estudiar las diversas áreas de la Computación.",
    "about-paragraph-2": "Comencé a programar en 2016 en clases de robótica en mi colegio de secundaria con Lego Mindstorms y Arduino hasta 2017 cuando me gradué. Desde entonces, decidí profundizar más en el área y comencé a estudiar Ciencias de la Computación en 2021, donde actualmente estoy en el 7º semestre del curso de Ciencias de la Computación en",
    "about-paragraph-3": "en Chapecó/SC. Además, en mi tiempo libre me gusta mucho estudiar sobre programación y siempre que puedo estoy tomando un nuevo curso en el área, ya sea en plataformas como",
    "about-paragraph-4": "Actualmente soy QA en Expresso São Miguel, ubicada en Chapecó-SC, Brasil, y estoy enfocado en el desarrollo con React/Next.js y Node, utilizando tanto JavaScript como TypeScript. Además, tengo conocimientos en lenguajes de programación como C, Java, y Python, y otros como HTML, CSS y SQL. Pretendo profundizar más en UX & Diseño y también mejorar mis conocimientos en Back-end, como utilizar la Clean Architecture en futuros proyectos.",
    "about-paragraph-5": "Cuando termine la licenciatura en Ciencias de la Computación, pretendo hacer una maestría en Ciencias de la Computación, pero mi objetivo principal es consolidarme como desarrollador Full Stack y trabajar en el desarrollo de software, principalmente en el desarrollo de aplicaciones web y móviles. También tengo muchas ganas de aprender y trabajar en el desarrollo de videojuegos, siendo un gran sueño mío trabajar en alguna empresa grande como CD Projekt Red o Rockstar Games, o en empresas de tecnología como Google y Spotify.",
    "about-paragraph-6": "Además de programar, me encanta jugar videojuegos, especialmente juegos de rol, como Baldur's Gate 3, The Witcher, Skyrim, Cyberpunk 2077, entre otros. Siendo un apasionado por el género, mi pasión son los juegos de rol de mesa, como Dungeons & Dragons, Cyberpunk (2020 y RED), y Ordem Paranormal. Una de las cosas que me hicieron un gran fanático de los juegos de rol fue la trilogía de El Señor de los Anillos, y soy un apasionado de cualquier medio relacionado con Spider-Man, ya sean cómics, juegos, dibujos animados o películas, además de X-men, y Scott Pilgrim. Amo ver series y películas clásicas, desde Star Wars, Blade Runner, Matrix hasta series como Friends, HIMYM, Atlanta, The Office y The Mandalorian, y hasta dibujos animados que van desde Cowboy Bebop y Cyberpunk Edgerunners hasta We Bare Bears y The Owl House.",
    "about-paragraph-7": "Confieso que tengo una pasión ferviente por la música y soy adicto a crear playlists todo el tiempo en mi Spotify, considerándome un gran fanático del rock, metal, punk, indie, rap y la música brasileña en general, con un toque de música electrónica. (Si quieres seguirme en Spotify, mi perfil es",
    "about-paragraph-8": "¡Si llegaste hasta aquí, gracias por leer y querer conocerme un poco! Espero que te haya gustado mi sitio web y que podamos conocernos mejor. Si quieres contactarme, puedes enviarme un correo electrónico a",
    "about-paragraph-9": "o en ",
    "about-paragraph-10": "¡Disfruta tu estancia aquí y vuelve siempre! :D",
    "about-section-tech": "Tecnologías",
    "about-section-qualifications": "Formación",
    "about-section-certificates": "Certificados",
    "article-sugestion": "Otros proyectos que podrían gustarte:",
    "404Title": "¡Vaya! Página no encontrada.",
    "404Text-1": "¿Estás seguro de que esto es lo que estabas buscando?",
    "404Text-2": "Espera unos momentos y recarga la página o vuelve a la página principal",
    "404Button": "Volver",
    "404Alt": "Perro salchicha con gafas usando una computadora",
    "footer-1": "Desarrollado por",
    "footer-2": "yo mismo",
    "see-projects": "Ver proyecto",
    "about-section-qualifications-default-option": "Toda la formación",
    "about-section-certificates-default-option": "Todos los certificados",
    "about-section-qualifications-search-placeholder": "Buscar formación...",
    "about-section-certificates-search-placeholder": "Buscar certificados..."
  }
}
