{
  "translation": {
    "nav-home": "Accueil",
    "nav-about": "À propos",
    "banner-title": "Bonjour le monde !",
    "banner-text": "Bienvenue sur mon espace personnel ! Je m'appelle Lucas Smaniotto Schuch, je suis étudiant en informatique et c'est ici que vous pouvez en savoir plus sur moi et mes projets. J'espère que cela vous plaira :)",
    "about-title": "À propos de moi",
    "about-subtitle": "Bonjour, je suis Lucas :)",
    "about-paragraph-1": "Comme dirait Obi-Wan Kenobi, hello there ! Je suis étudiant en programmation, passionné par la technologie et très intéressé par les sujets liés à la programmation Front-end, Back-end et UX & Design. Je cherche toujours à perfectionner mes compétences et à étudier différents domaines de l'informatique.",
    "about-paragraph-2": "J'ai commencé à programmer en 2016 lors de cours de robotique dans mon lycée avec Lego Mindstorms et Arduino jusqu'en 2017, année où j'ai obtenu mon diplôme. Depuis lors, j'ai décidé de me plonger davantage dans ce domaine et j'ai choisi de suivre des études en informatique. Je suis actuellement au 5e semestre du cursus de sciences informatiques à",
    "about-paragraph-3": "à Chapecó/SC. Pendant mon temps libre, j'aime beaucoup étudier la programmation et je suis toujours en train de suivre de nouveaux cours dans ce domaine, que ce soit sur des plateformes comme",
    "about-paragraph-4": "Actuellement, je suis QA chez Expresso São Miguel, située à Chapecó-SC, au Brésil, et je me concentre sur le développement avec React et le Back-end avec Node, en utilisant à la fois JavaScript et TypeScript. J'ai également des connaissances en langages C, Java et Python, ainsi qu'en HTML, CSS et SQL. J'ai l'intention de me spécialiser davantage en UX & Design et de perfectionner mes compétences en Back-end, ayant déjà des connaissances dans les deux domaines, notamment en ce qui concerne les outils de conception et Figma, ainsi que la consommation et le développement d'API avec Express, l'intégration et l'utilisation de bases de données relationnelles et non relationnelles.",
    "about-paragraph-5": "Lorsque j'aurai terminé mon baccalauréat en sciences informatiques, j'ai l'intention de faire une maîtrise en sciences informatiques, en me concentrant sur l'intelligence artificielle et l'apprentissage automatique. Mon objectif est de devenir un développeur Full Stack et de travailler dans le développement de logiciels, en particulier dans le développement d'applications web et mobiles. J'ai également très envie d'apprendre et de travailler dans le développement de jeux, et c'est un grand rêve pour moi de travailler pour des grandes entreprises telles que CD Projekt Red, Rockstar Games, Naughty Dog ou des entreprises de technologie comme Google et Spotify.",
    "about-paragraph-6": "En dehors de la programmation, j'aime beaucoup jouer aux jeux vidéo, en particulier les jeux de rôle tels que The Witcher, Skyrim, Cyberpunk 2077, et bien d'autres. Étant passionné par ce genre, je suis également un grand fan de jeux de rôle sur table, qu'il s'agisse de Dungeons & Dragons, Call of Cthulhu, Cyberpunk 2020, Cyberpunk RED, Tormenta20, ou Ordem Paranormal. Ce qui m'a fait devenir un grand fan de RPG, c'est la trilogie du Seigneur des Anneaux, qui est d'ailleurs ma série de livres préférée, et je suis passionné par toute œuvre mettant en scène Spider-Man, que ce soit des bandes dessinées, des jeux, des dessins animés ou des films. J'adore regarder des séries et des films classiques, allant de Star Wars, Blade Runner et Matrix à des séries telles que Friends, HIMYM, Atlanta, The Office et The Mandalorian, ainsi que des dessins animés tels que Cowboy Bebop et Cyberpunk Edgerunners jusqu'à We Bare Bears et The Owl House. En ce qui concerne les animations, j'aime toutes les œuvres du Studio Ghibli et mon film d'animation préféré est la saga Spiderverse, qui raconte les histoires de Miles Morales à travers le multivers de Spider-Man.",
    "about-paragraph-7": "Je dois avouer que j'ai une passion ardente pour la musique et que je suis accro à la création de playlists en permanence sur mon Spotify. Je considère être un grand fan de rock, de metal, de punk, d'indie, de rap et de musique brésilienne en général, avec une petite inclinaison pour la musique électronique. (Si vous voulez me suivre sur Spotify, mon profil est",
    "about-paragraph-8": "Si vous êtes arrivé jusqu'ici, merci de m'avoir lu et d'avoir voulu en savoir un peu plus sur moi ! J'espère que vous avez aimé mon site et que nous aurons l'occasion de mieux nous connaître. Si vous souhaitez me contacter, vous pouvez m'envoyer un e-mail à",
    "about-paragraph-9": "ou à",
    "about-paragraph-10": ". Profitez de votre visite et revenez quand vous voulez ! :D",
    "about-section-tech": "Technologies",
    "about-section-qualifications": "Formations",
    "about-section-certificates": "Certificats",
    "article-sugestion": "D'autres projets que vous pourriez aimer:"
  }
}
